[{
        "title": "What is Chrismas?",
        "subtitle": "วันคริสต์มาส คือ การฉลองวันประสูติของพระเยซู",
        "image_url": "https://cdn.pixabay.com/photo/2021/12/02/18/43/christmas-6841134__480.jpg",
        "detail": "คริสต์มาส (อังกฤษ: Christmas, อังกฤษเก่า: Crīstesmæsse, หมายถึง พิธีมิสซาของพระคริสต์) หรือ วันสมโภชพระคริสตสมภพ (อังกฤษ: Feast of the Nativity) จัดขึ้นเป็นประจำทุกปีเพื่อเฉลิมฉลองการประสูติของพระเยซู[6][7] เป็นวันหยุดทางศาสนาและวัฒนธรรม ประชากรหลายพันล้านคนทั่วโลกจัดการเฉลิมฉลองในวันที่ 25 ธันวาคม วันดังกล่าวเน้นปีพิธีกรรมของคริสต์ศาสนิกชนเป็นสำคัญ วันคริสต์มาสเป็นวันปิดเทศกาลเตรียมการรับเสด็จ (Advent) และวันเริ่มต้นเทศกาลพระคริสตสมภพ (Christmastide) สิบสองวัน[8] คริสต์มาสเป็นวันหยุดราชการในหลายประเทศทั่วโลก และมีผู้ที่ไม่ใช่คริสต์ศาสนิกชนหันมาเฉลิมฉลองกันมากขึ้น[1][9][10] และเป็นส่วนสำคัญในคริสต์มาสและฤดูวันหยุด\n\n วันที่พระเยซูประสูติจริง ๆ นั้นไม่ทราบแน่ชัด แต่นักประวัติศาสตร์สมัยใหม่คะเนไว้ว่าราว 2 ปีก่อน ค.ศ. และ ค.ศ. 7[11] ในช่วงต้นถึงกลางคริสต์ศตวรรษที่ 4 ศาสนาคริสต์ตะวันตกกำหนดวันคริสต์มาสตรงกับวันที่ 25 ธันวาคม ซึ่งต่อมาศาสนาคริสต์ตะวันออกได้รับวันดังกล่าวไปด้วย[12][13] มีทฤษฎีอธิบายว่า เหตุผลที่เลือกวันที่ 25 ธันวาคมเป็นวันเฉลิมฉลองคริสตสมภพนั้นเพราะเป็นเวลาเก้าเดือนพอดีหลังคริสต์ศาสนิกชนสมัยแรกเฉลิมฉลองวันแม่พระรับสาร[14] หรือตรงกับวันเหมายันของโรมัน[15] หรือเทศกาลฤดูหนาวเพเกินโบราณเพื่อยุติการเฉลิมฉลองเหล่านี้และแทนที่ด้วยการฉลองของคริสต์ศาสนิกชน[14][16]"
    },
    {
        "title": "What is Santa claus?",
        "subtitle": "ซานตาครอส คือ นักบุญนิโคลัสซึ่งเป็นบาทหลวงในตุรกี",
        "image_url": "https://cdn.pixabay.com/photo/2020/12/24/12/35/chrismas-5857287_960_720.png",
        "detail": "ซานตาคอส (อังกฤษ: Santa Claus) หรือรู้จักกันในชื่อ นักบุญนิโคลัส, ฟาเธอร์คริสต์มาส หรือเรียกสั้น ๆ ว่า ซานตา เป็นบุคคลที่มีจุดกำเนิดทางตำนาน เทพปกรณัม ประวัติศาสตร์และตำนานพื้นบ้าน ตามวัฒนธรรมตะวันตกหลายประเทศ กล่าวกันว่าเขาเป็นผู้นำของขวัญไปยังบ้านของเด็กดีในช่วงเย็นและข้ามคืนวันคริสต์มาสอีฟ วันที่ 24 ธันวาคม[1] ภาพลักษณ์สมัยใหม่ถูกดัดแปลงมาจากภาพลักษณ์ซินเทอร์กลาส (Sinterklass) แบบดัตช์[2] ซึ่งอาจมีพื้นฐานมาจากเรื่องเล่าชีวประวัตินักบุญเกี่ยวกับบุคคลในประวัติศาสตร์ผู้ให้ของขวัญชื่อนักบุญนิโคลัส อีกทอดหนึ่ง เรื่องเล่าที่แทบไม่ต่างกันยังปรากฏในตำนานพื้นบ้านกรีกและไบแซนไทน์ คือ บาซิลแห่งซีซาเรีย วันสมโภชของบาซิลในวันที่ 1 มกราคมนั้น ถูกมองว่าเป็นช่วงเวลาแห่งการแลกของขวัญในกรี \n\n โดยทั่วไปซานตาคลอสถูกพรรณนาว่าเป็นชายเคราขาวร่างท้วมผู้ร่าเริงสนุกสนาน สวมโค้ทสีแดงกับคอเสื้อสีขาว กางเกงขายาวสีแดง เข็มขัดและรองเท้าหนังสีดำ (ภาพของเขามักไม่ค่อยมีเคราโดยไม่มีหนวด) ภาพลักษณ์นี้ได้รับความนิยมในสหรัฐอเมริกาและแคนาดาในคริสต์ศตวรรษที่ 19 เนื่องจากอิทธิพลอย่างสำคัญของกวี การมาเยี่ยมจากนักบุญนิโคลัส ของคลีเมนต์ คลาร์ก มัวร์ ใน ค.ศ.1823 และของนักเขียนภาพล้อเลียนและนักวาดการ์ตูนการเมือง โทมัส แนสต์[3][4][5] ภาพลักษณ์นี้ถูกรักษาและเสริมแต่งผ่านเพลง วิทยุ โทรทัศน์ หนังสือเด็กและภาพยนตร์ การพรรณนาซานตาคลอสในอเมริกาเหนือดังที่พัฒนาขึ้นในคริสต์ศตวรรษที่ 19 และ 20 ต่อมาได้มีอิทธิพลต่อความเข้าใจสมัยใหม่ของฟาเธอร์คริสต์มาส ซินเตอร์กลาสและนักบุญนิโคลัสในวัฒนธรรมยุโรป"
    },
    {
        "title": "What is Activity in Chrismas day?",
        "subtitle": "กิจกรรมวันคริสมาสต์ เช่น ร้องเพลงคริสต์มาส การตกแต่งต้นคริสต์มาส",
        "image_url": "https://cdn.pixabay.com/photo/2018/09/09/18/30/christmas-3665231_960_720.jpg",
        "detail": "ในวันนี้จะมีกิจกรรมต่าง ๆ มากมายไม่ว่าจะเป็น การประดับตกแต่งบ้านเรือน อาคาร ด้วยต้นคริสมาสต์ การตกแต่งโบสถ์คริสต์ การให้ของขวัญและการ์ดคริสต์มาสแก่กัน การรับประทานอาหารมื้อพิเศษร่วมกันในครอบครัว การร่วมเพลงคริสต์มาส  ทำไมต้องร้องเพลงคริสมาสต์กันด้วยว่ากันว่าที่ผู้คนเริ่มร้องเพลงในช่วงคริสต์มาสนั้นมาจากการที่นางฟ้าทั้งหลายได้ร้องเพลงประสานเสียงหลังจากที่ปรากฎกายลงมาต่อกลุ่มคนเลี้ยงแกะที่เมืองเบธเลเฮม เพื่อป่าวประกาศว่าพระเยซูได้ประสูติลงมายังโลกนี้แล้ว โดยก่อนหน้านี้จะมีการร้องเพลง carol โดยผู้คนจะเต้นรำเป็นวงกลมและจับมือกันร้องเพลง แต่ในภายหลังมีการเปลี่ยนแปลงเป็นบาทหลวงและผู้ที่นับถือศาสนาคริสต์ที่ร้องกันในโบสถ์เท่านั้นก็ตาม แต่การร้องเพลงคริสมาสต์ก็ยังคงมีอยู่"
    },
    {
        "title": "What is Jesus?",
        "subtitle": "พระเยซู เป็นชาวยิวผู้เป็นศาสดาของศาสนาคริสต์ คริสต์ศาสนิกชนเรียกพระองค์ว่า พระเยซูคริสต์",
        "image_url": "https://cdn.pixabay.com/photo/2015/10/31/23/31/church-window-1016443_960_720.jpg",
        "detail": "พระเยซู (อังกฤษ: Jesus) หรือ เยซูชาวนาซาเร็ธ (อังกฤษ: Jesus of Nazareth 4-2 ปีก่อนคริสตกาล - ค.ศ. 30-33) เป็นชาวยิวผู้เป็นศาสดาของศาสนาคริสต์ คริสต์ศาสนิกชนเรียกพระองค์ว่า พระเยซูคริสต์ เพราะถือว่าพระองค์เป็นพระคริสต์ พระผู้ช่วยให้รอด เป็นพระบุตรพระเป็นเจ้า และเป็นพระเจ้าพระบุตรซึ่งเป็นพระบุคคลหนึ่งในพระตรีเอกภาพ นอกจากนี้ในคัมภีร์ไบเบิลยังบันทึกว่าพระเยซูทรงแสดงปาฏิหาริย์ทรงรักษาคนตาบอดให้หายขาด รักษาคนพิการ โดยตรัสว่า บาปของเจ้าได้รับการให้อภัยแล้ว หลังพระเยซูสิ้นพระชนม์ ก็ได้ทรงฟื้นขึ้นจากความตายหลังสิ้นพระชนม์ได้เพียง 3 วัน และเสด็จขึ้นสู่สวรรค์ \n\n ชาวมุสลิมก็ให้ความเคารพพระเยซูเช่นกัน แต่เชื่อต่างจากชาวคริสต์ โดยชาวมุสลิมเรียกพระเยซูว่านบีอีซา คัมภีร์อัลกุรอานระบุว่าพระเยซูไม่ใช่ทั้งพระเจ้าและพระบุตรของพระเจ้า[8] แต่เป็นบ่าวคนหนึ่งของพระเจ้า[9] และเป็นเราะซูลที่พระเจ้าส่งมาเป็นแบบอย่างทางศีลธรรมให้แก่ชาวอิสราเอล[10]เช่นเดียวกับเราะซูลอื่น ๆ นอกจากนี้กุรอานยังอ้างว่าพระเยซูได้ทำนายถึงเราะซูลอีกท่านหนึ่งที่จะมาในอนาคตด้วยว่าชื่ออะหมัด[11]"
    }
]